/* 
Вывести на экран сегодняшнюю дату
*/

public class Solution {
    public static void main(String[] args) {
        //напишите тут ваш код
        System.out.println("30" +  " 01" + " 2019");
    }
}
